Repository: kapkic/FaceAnalytic-iOS
Catalog: FaceAnalytic/*.lproj/Localizable.strings
Languages: tr

source: Choose Image Source
tr: Resim Kaynağı Seçiniz

source: Camera
tr: Kamera

source: Gallery
tr: Albüm

source: Cancel
tr: İptal

source: Photo Sent
tr: Fotoğraf Gönderildi

source: Personality analysis results have been sent to your e-mail. Please check your email inbox, please contact us at face2personality@gmail.com if you cannot get any results.
tr: Fotoğrafınıza dair kişilik sonuçları e-posta adresinize gönderilmiştir. Lütfen e-posta kutunuzu kontrol ediniz, sonuç alamamanız durumunda face2personality@gmail.com adresinden iletişime geçebilirsiniz.

source: Okay
tr: Tamam

source: Internet Connection Error
tr: İnternet Bağlantı Hatası

source: Unable to connect to the internet. Please make sure your device is connected to a network and try again.
tr: Bağlantı hatası oluştu. Lütfen cihazınızın internete bağlı olduğunu kontrol ederek tekrar deneyiniz.

source: Please wait...
tr: Fotoğraf yükleniyor, lütfen bekleyiniz...

source: An Error Occurred While Analyzing
tr: Görüntü Analiz Edilirken Bir Hata Oluştu

source: There are not enough facial features or there are multiple people in the photo.
tr: Fotoğrafta yüz hatları net değil veya birden fazla kişi var.

source: Photo is not clear enough.
tr: Fotoğraf yeterli netlikte değil.

source: Photo should be taken from the front side.
tr: Fotoğraf ön cepheden çekilmiş olmalıdır.

source: Please fix the following issues and try again: There are not enough facial features or there are multiple people in the photo. Photo is not clear enough. Photo should be taken from the front side.
tr: Lütfen şu hataları düzelterek tekrar deneyiniz: Fotoğrafta yüz hatları net değil veya birden fazla kişi var. Fotoğraf yeterli netlikte değil. Fotoğraf ön cepheden çekilmiş olmalıdır.

source: An Error Occurred While Connecting to the Server.
tr: Sunucuya Bağlanırken Bir Hata Oluştu.

source: Server timed out while sending data. Please try again later.
tr: Veri gönderimi esnasında sunucu zaman aşımına uğradı, lütfen daha sonra tekrar deneyin.
